---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.STAIRS_TRISER_IS_TYPE_OVERRIDDEN
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.STAIRS_TRISER_IS_TYPE_OVERRIDDEN

"Overridden": (OBSOLETE) Indicate whether selected individual step is governed by default type setting.